Repository: mediaminister/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: bs_ba

# #35049
source: Skip backward 100 milliseconds
bs_ba: Preskoči unazad 100 milisekundi

# #35050
source: Do you want: [CR]{}[CR]To appear at {}?
bs_ba: Želite li: [CR]{}[CR]Da se pojavi na {}?
