Repository: mediaminister/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: bs_ba

# Addon Summary
source: Edit and synchronize subtitles with your remote
bs_ba: Uredite i sinhronizujte titlove pomoću daljinskog upravljača

# Addon Description
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.[CR][CR]To easily use this editor, launch it when the video and subtitle you wish to edit are playing.
bs_ba: Pomoću ovog skripta možete uređivati određene redove, pomicati ili rastezati titlove i sinhronizirati s drugim titlovima. Također možete sinhronizirati s video datotekom.[CR][CR]Da biste jednostavno koristili ovaj editor, pokrenite ga dok se reproduciraju video i titlovi koje želite urediti.

# #31000
source: Scroll subtitles
bs_ba: Pomicanje titlova

# #30001
source: Edit or delete lines
bs_ba: Uredite ili izbrišite linije

# #31002
source: Move subtitles
bs_ba: Premjesti titlove

# #31003
source: Stretch/shrink subtitles
bs_ba: Rastegni/skupi titlove

# #31004
source: Synchronize with other subtitle
bs_ba: Sinhronizacija s drugim titlovima

# #31005
source: Synchronize with video file
bs_ba: Sinhronizacija sa video datotekom

# #31006
source: Search in subtitle
bs_ba: Pretraži u titlu

# #31007
source: Check integrity
bs_ba: Provjerite integritet

# #31008
source: Save subtitles
bs_ba: Sačuvaj titlove

# #31009
source: Quit
bs_ba: Odustani

# #31010
source: Synchronize by frame rate
bs_ba: Sinhronizacija po broju sličica u sekundi

# #31011
source: Play video with edited subtitle
bs_ba: Reproduciraj video sa uređenim titlovima

# #31013
source: Advanced options
bs_ba: Napredne opcije

# #33000
source: Select the subtitle to synchronize with. Then:[CR]- Select a timecode in the beginning to a line as reference[CR]- Select the roughly the same line in your subtitle[CR]- Then do same with two lines near the end of both files.
bs_ba: Odaberite titl za sinhronizaciju. Zatim:[CR] - Odaberite vremenski kod na početku linije kao referencu[CR] - Odaberite približno istu liniju u vašem titlu[CR] - Zatim učinite isto s dvije linije blizu kraja obje datoteke.

# #32001
source: Edit line
bs_ba: Uredi liniju

# #32002
source: Delete First Subtitle
bs_ba: Izbriši prvi titl

# #32003
source: Delete Last Subtitle
bs_ba: Izbriši posljednji titl

# #32004
source: Manually Scroll and Delete
bs_ba: Ručno pomicanje i brisanje

# #32005
source: Back
bs_ba: Nazad

# #32006
source: Delete this subtitle?
bs_ba: Izbrisati ovaj titl?

# #32007
source: Select subtitle to edit
bs_ba: Odaberite titl za uređivanje

# #32008
source: Return
bs_ba: Povratak

# #32009
source: Delete
bs_ba: Izbriši

# #32010
source: All subtitles
bs_ba: Svi titlovi

# #32011
source: Found:
bs_ba: Pronađeno:

# #32012
source: OK
bs_ba: U redu

# #32013
source: More Info
bs_ba: Više informacija

# #32014
source: Error
bs_ba: Greška

# #32015
source: Select subtitle to synchronize with
bs_ba: Odaberite titl za sinhronizaciju

# #32016
source: Please select a .srt or a .sub file
bs_ba: Molimo odaberite .srt ili .sub datoteku

# #32017
source: Success
bs_ba: Uspješno

# #32018
source: Current first subtitle
bs_ba: Trenutni prvi titl

# #32019
source: First subtitle is now:
bs_ba: Prvi titl je sada:

# #32020
source: Please select a video file.
bs_ba: Molimo odaberite video datoteku.

# #32021
source: Current last subtitle
bs_ba: Trenutni posljednji titl

# #32022
source: Last subtitle is now:
bs_ba: Posljednji titl je sada:

# #32023
source: Enter search string
bs_ba: Unesite riječ za pretragu

# #32024
source: Yes
bs_ba: Da

# #32025
source: No
bs_ba: Ne

# #32026
source: This editor only works with .srt or .sub files
bs_ba: Ovaj editor radi samo sa .srt ili .sub datotekama

# #32027
source: File not found:
bs_ba: Datoteka nije pronađena:

# #32028
source: Write the new timestamp for the end position, seperated by a ':'. For instance: 01:22:23:000
bs_ba: Upišite novu vremensku oznaku za krajnju poziciju, odvojenu znakom ':'. Na primjer: 01:22:23:000

# #32029
source: For example: 01:22:23:000
bs_ba: Na primjer: 01:22:23:000

# #32030
source: Report
bs_ba: Prijavi

# #32031
source: No problems detected
bs_ba: Nisu otkriveni problemi

# #32032
source: Line:
bs_ba: Linija:

# #33032
source: Line
bs_ba: Linija

# #32033
source: Possible problems:
bs_ba: Mogući problemi:

# #32034
source: Select subtitle to continue...
bs_ba: Odaberite titl za nastavak...

# #32035
source: Select subtitle to edit
bs_ba: Odaberite titl za uređivanje

# #32036
source: Your subtitle starts at
bs_ba: Vaš titl počinje na

# #32037
source: Your subtitle ends at
bs_ba: Vaš titl završava na

# #32038
source: Save with _edited.srt added
bs_ba: Sačuvaj sa dodatkom _edited.srt

# #32039
source: Save with current filename
bs_ba: Sačuvaj s trenutnim nazivom datoteke

# #32040
source: Save with custom filename
bs_ba: Sačuvaj s prilagođenim nazivom datoteke

# #32041
source: Exit without saving
bs_ba: Izlaz bez spremanja

# #32042
source: Give new filename:
bs_ba: Dajte novo ime datoteke:

# #32043
source: Written to:
bs_ba: Napisano za:

# #32044
source: To use the file, select it in the Kodi player subtitle menu when playing the file
bs_ba: Da biste koristili datoteku, odaberite je u meniju titlova Kodi playera prilikom reprodukcije datoteke

# #32045
source: File not written
bs_ba: Datoteka nije zapisana

# #32046
source: Warning
bs_ba: Upozorenje

# #32047
source: You might have unsaved progress on your file
bs_ba: Moguće je da imate nesačuvani napredak u vašoj datoteci

# #32048
source: Exit Anyway
bs_ba: Ipak izađi

# #32049
source: Save
bs_ba: Sačuvaj

# #32050
source: Subtitles succesfully synced
bs_ba: Titlovi su uspješno sinhronizovani

# #32051
source: Move forwards
bs_ba: Kreni naprijed

# #32052
source: Move backwards
bs_ba: Pomakni se unazad

# #32053
source: Give new time for first subtitle
bs_ba: Dajte novo vrijeme za prvi titl

# #32054
source: Move forwards by: HH:MM:SS:MSE
bs_ba: Pomakni se naprijed za: HH:MM:SS:MSE

# #32055
source: Move forwards by: HH:MM:SS:MSE
bs_ba: Pomakni se naprijed za: HH:MM:SS:MSE

# #32056
source: Please enter valid timecode: HH:MM:SS:MSE. Hours, minutes, seconds, milliseconds. For instance: 01:23:45:000
bs_ba: Molimo unesite važeći vremenski kod: HH:MM:SS:MSE. Sati, minute, sekunde, milisekunde. Na primjer: 01:23:45:000

# #32057
source: How to sync two subtitles
bs_ba: Kako sinhronizovati dva titla

# #32058
source: In order to synchronize, you will need a subtitle which matches the video perfectly, but has different subtitles, usually from a different language. In the next slide, first select this subtitle.[CR][CR]Then, you'll be asked to select a timecode in this file, which will be used as reference. Ideally, it is the first spoken line from the video. In the next screen, select the line from your original subtitle which matches the first.[CR][CR]Subsequently, you'll be asked again to select a line from your reference subtitle and to match this with the same line in your original subtitle. Usually the best choice is the last spoken line from the video. After this your two subtitles will sync![CR][CR]Check 'Scroll subtitles' to view them and 'Save subtitles' to write them to a file.
bs_ba: Da biste sinhronizirali, trebat će vam titl koji savršeno odgovara videozapisu, ali ima različite titlove, obično na drugom jeziku. Na sljedećem slajdu prvo odaberite ovaj titl.[CR][CR]Zatim će se od vas tražiti da odaberete vremenski kod u ovoj datoteci, koji će se koristiti kao referenca. Idealno bi bilo da je to prva izgovorena rečenica iz videozapisa. Na sljedećem ekranu odaberite liniju iz originalnog titla koja se podudara s prvom.[CR][CR]Nakon toga, ponovo će se od vas tražiti da odaberete liniju iz referentnog titla i da je uskladite s istom linijom u originalnom titlu. Obično je najbolji izbor posljednja izgovorena rečenica iz videozapisa. Nakon toga će se vaša dva titla sinhronizirati![CR][CR]Označite 'Pomicanje titlova' da biste ih pregledali i 'Spremanje titlova' da biste ih zapisali u datoteku.

# #32059
source: File not found
bs_ba: Datoteka nije pronađena

# #32060
source: In the next screen, select the video to synchronize with. Go to the point in the video where the first subtitle starts. When you pause the video, choose 'Select as start' in the menu, then do the same with the last subtitle.
bs_ba: Na sljedećem ekranu odaberite video s kojim želite sinhronizirati. Idite na mjesto u videu gdje počinje prvi titl. Kada pauzirate video, u meniju odaberite 'Odaberi kao početak', a zatim učinite isto s posljednjim titlom.

# #32061
source: How to sync with a video file
bs_ba: Kako sinhronizovati sa video datotekom

# #32062
source: In the next screen, open the videofile from the library which belongs to the subtitle you have opened. Skip or fast forward to the point where the subtitle should roughly be placed. Pause.[CR][CR]When you paused the video, a menu will pop up with several options. Select 'View or edit first subtitle'. When your first subtitle is not the first line from the video, select 'Delete' until the first subtitle is also the first line from the video.[CR][CR]Then finetune the position of the video, possibly by using the 'Skip forward 1 second' or 'Skip backward 1 second' buttons. If the position is perfect, choose 'Select as start'.[CR]Now fast forward to the end of the video, and repeat the same process.[CR][CR]After this, your file will be synced to the video.
bs_ba: Na sljedećem ekranu otvorite video datoteku iz biblioteke koja pripada titlu koji ste otvorili. Preskočite ili premotajte unaprijed do mjesta gdje bi titl trebao biti otprilike postavljen. Pauzirajte.[CR][CR]Kada pauzirate video, pojavit će se meni s nekoliko opcija. Odaberite 'Prikaži ili uredi prvi titl'. Ako vaš prvi titl nije prvi red iz videa, odaberite 'Izbriši' dok prvi titl ne bude i prvi red iz videa.[CR][CR]Zatim fino podesite položaj videa, moguće korištenjem dugmadi 'Preskoči unaprijed 1 sekundu' ili 'Preskoči unazad 1 sekundu'. Ako je položaj savršen, odaberite 'Odaberi kao početak'.[CR]Sada premotajte unaprijed do kraja videa i ponovite isti postupak.[CR][CR]Nakon ovoga, vaša datoteka će biti sinhronizirana s videom.

# #32063
source: Select timecode of first subtitle to sync with
bs_ba: Odaberite vremenski kod prvog titla za sinhronizaciju

# #32064
source: Time selected
bs_ba: Odabrano vrijeme

# #33064
source: Time selected
bs_ba: Odabrano vrijeme

# #32065
source: Select timecode of subtitle which is roughly the same
bs_ba: Odaberite vremenski kod titla koji je približno isti

# #32066
source: Select time of last subtitle to sync
bs_ba: Odaberite vrijeme posljednjeg titla za sinhronizaciju

# #32067
source: Select time of last subtitle
bs_ba: Odaberite vrijeme posljednjeg titla

# #32068
source: New timecode
bs_ba: Novi vremenski kod

# #32069
source: Write the new timestamp for the start position, seperated by a ':'. For instance: 01:22:23:000
bs_ba: Upišite novu vremensku oznaku za početnu poziciju, odvojenu znakom ':'. Na primjer: 01:22:23:000

# #32070
source: Subtitles moved forward by: {}
bs_ba: Titlovi pomjereni naprijed za: {}

# #32071
source: Subtitles moved backward by {}
bs_ba: Titlovi su pomjereni unazad za {}

# #32072
source: First subtitle now starts at {}
bs_ba: Prvi titl sada počinje na {}

# #33072
source: Last subtitle now starts at {}
bs_ba: Posljednji titl sada počinje na {}

# #32073
source: Paused at:
bs_ba: Pauzirano na:

# #32074
source: Continue playing
bs_ba: Nastavi igrati

# #32075
source: Select as start of first subtitle
bs_ba: Odaberi kao početak prvog titla

# #32076
source: Skip backwards 1 second
bs_ba: Preskoči unazad 1 sekundu

# #32077
source: Skip forwards 1 second
bs_ba: Premotavanje unaprijed 1 sekundu

# #32078
source: Exit to Main Menu
bs_ba: Izlaz u glavni meni

# #32079
source: View or delete first subtitle
bs_ba: Prikaži ili izbriši prvi titl

# #32080
source: View or delete last subtitle
bs_ba: Prikaži ili izbriši posljednji titl

# #32081
source: Select as start of last subtitle
bs_ba: Odaberi kao početak posljednjeg titla

# #32082
source: Set as first subtitle?
bs_ba: Postavi kao prvi titl?

# #32083
source: Do you want your subtitle to start at:
bs_ba: Želite li da vaš titl počinje na:

# #32084
source: Reset start time
bs_ba: Poništi vrijeme početka

# #32085
source: Selected start:
bs_ba: Odabrani početak:

# #32086
source: Selected times:
bs_ba: Odabrana vremena:

# #32087
source: Your first subtitle starts at:
bs_ba: Vaš prvi titl počinje na:

# #32088
source: Your last subtitle starts at:
bs_ba: Vaš posljednji titl počinje na:

# #32089
source: Select
bs_ba: Odaberite

# #32090
source: Reset times
bs_ba: Resetiraj vremena

# #33065
source: Time selected
bs_ba: Odabrano vrijeme

# #32091
source: Select a line with a timecode
bs_ba: Odaberite liniju s vremenskim kodom

# #32092
source: Please select a line with a timecode, like:[CR]'01:23:45,679 --> 01:23:45,679'
bs_ba: Molimo odaberite liniju s vremenskim kodom, kao što je: [CR]'01:23:45,679 --> 01:23:45,679'

# #32093
source: Choose movie
bs_ba: Odaberite film

# #32094
source: Choose TV Show
bs_ba: Odaberite TV emisiju

# #32095
source: View entire library
bs_ba: Pogledajte cijelu biblioteku

# #32096
source: Exit to main menu with changes
bs_ba: Izlaz u glavni meni sa promjenama

# #32097
source: Save the shown subtitle
bs_ba: Sačuvaj prikazani titl

# #32098
source: Exit to main menu w/o changes
bs_ba: Izlaz u glavni meni bez promjena

# #32099
source: Exit completely
bs_ba: Potpuno izađite

# #32100
source: Reset to another framerate
bs_ba: Vrati na drugu brzinu kadrova

# #32101
source: Save and Continue playing
bs_ba: Sačuvaj i nastavi igrati

# #32102
source: The subtitle is loaded with the new framerate. Pause to reset to another frame rate or to save.
bs_ba: Titl se učitava s novom brzinom kadrova. Pauzirajte da biste resetovali na drugu brzinu kadrova ili da biste sačuvali.

# #32103
source: Please enter a valid number
bs_ba: Molimo unesite važeći broj

# #32104
source: Get frame rate from video
bs_ba: Dobivanje broja sličica u sekundi iz videa

# #32105
source: Sync options by frame rate
bs_ba: Opcije sinhronizacije prema broju sličica u sekundi

# #32106
source: Frame rate
bs_ba: Broj sličica u sekundi

# #32107
source: New ending time
bs_ba: Novo vrijeme završetka

# #32108
source: Old starting time:
bs_ba: Staro vrijeme početka:

# #34108
source: Starting time:
bs_ba: Vrijeme početka:

# #32109
source: Old ending time:
bs_ba: Staro vrijeme završetka:

# #34110
source: New starting time:
bs_ba: Novo vrijeme početka:

# #32110
source: New ending time:
bs_ba: Novo vrijeme završetka:

# #32111
source: Save and Exit
bs_ba: Sačuvaj i izađi

# #32112
source: Calculate manually
bs_ba: Ručno izračunaj

# #32113
source: Provide sum or factor
bs_ba: Navedite zbir ili faktor

# #32114
source: Calculate factor or provide factor
bs_ba: Izračunaj faktor ili navedi faktor

# #32115
source: In the next screen, write a sum with the current framerate divided by the real frame rate. If the current frame rate is 25 and it should be 24, type '25/24'. Or type your own factor, like '1.2'
bs_ba: Na sljedećem ekranu, upišite zbir gdje je trenutna brzina kadrova podijeljena sa stvarnom brzinom kadrova. Ako je trenutna brzina kadrova 25, a trebala bi biti 24, upišite '25/24'. Ili upišite vlastiti faktor, kao što je '1.2'

# #32116
source: Play with the file you opened before
bs_ba: Igrajte se s datotekom koju ste prethodno otvorili

# #32117
source: Provide factor
bs_ba: Navedite faktor

# #32118
source: Stretch by providing factor
bs_ba: Istezanje pružanjem faktora

# #32119
source: Stretch by giving new end time
bs_ba: Produžite davanjem novog vremena završetka

# #32120
source: The frame rate of this video is
bs_ba: Broj sličica u sekundi ovog videa je

# #32121
source: The video is playing with the modified subtitle. Pause to save or to return to the menu.
bs_ba: Video se reproducira s izmijenjenim titlom. Pauzirajte da biste sačuvali ili se vratili u meni.

# #32122
source: Subtitles loaded
bs_ba: Titlovi su učitani

# #32123
source: The video is playing with the saved subtitle. The filename of the subtitle is:
bs_ba: Video se reproducira sa sačuvanim titlom. Naziv datoteke titla je:

# #32124
source: Jump to time of current first subtitle
bs_ba: Skoči na vrijeme trenutnog prvog titla

# #32125
source: Jump to time of last subtitle
bs_ba: Skoči na vrijeme posljednjeg titla

# #32126
source: Choose another
bs_ba: Odaberite koje drugo

# #32127
source: Enter frame rate
bs_ba: Unesite broj sličica u sekundi

# #32128
source: Open other subtitle
bs_ba: Otvori drugi titl

# #32129
source: Why do I see this screen?
bs_ba: Zašto vidim ovaj ekran?

# #32130
source: You have selected a .sub file
bs_ba: Odabrali ste .sub datoteku

# #32131
source: You have selected a .sub file, which uses frame rates to indicate when subtitles should be shown. To edit these subtitles, you have to select a frame rate. You can start a video to see what frame rate it has or just pick a random one if you want to use a sync option.
bs_ba: Odabrali ste .sub datoteku koja koristi brzinu kadrova kako bi naznačila kada bi se titlovi trebali prikazivati. Da biste uredili ove titlove, morate odabrati brzinu kadrova. Možete pokrenuti video da vidite koju brzinu kadrova ima ili jednostavno odabrati nasumičnu ako želite koristiti opciju sinhronizacije.

# #32132
source: This file might not be a valid subtitle
bs_ba: Ova datoteka možda nije važeći titl

# #32133
source: Load anyway
bs_ba: Učitaj ipak

# #32134
source: Choose other
bs_ba: Odaberite drugo

# #32135
source: Not a valid .sub file
bs_ba: Nije važeća .sub datoteka

# #32136
source: This file does not appear to be a valid .sub file.
bs_ba: Izgleda da ova datoteka nije važeća .sub datoteka.

# #32137
source: All found HTML colorcodes reset to white.
bs_ba: Svi pronađeni HTML kodovi boja su resetovani na bijelu.

# #32138
source: Reset color code to white
bs_ba: Resetiraj kod boje na bijelu

# #32139
source: Reset color to a custom color
bs_ba: Vrati boju na prilagođenu boju

# #32140
source: Not a valid code for a color. Use 8 digits in a hexadecimal notation: 'FF00FF00'
bs_ba: Nije važeći kod za boju. Koristite 8 cifara u heksadecimalnom zapisu: 'FF00FF00'

# #32141
source: Provide color coding. Use 8 digits. Leave empty to cancel
bs_ba: Navedite kodiranje bojama. Koristite 8 cifara. Ostavite prazno za otkazivanje

# #32142
source: All found HTML colorcodes reset to
bs_ba: Svi pronađeni HTML kodovi boja su resetovani na

# #35000
source: Cancel
bs_ba: Otkaži

# #35001
source: Load subtitle
bs_ba: Učitaj titl

# #35002
source: Manually
bs_ba: Ručno

# #35003
source: Do you want to edit this subtitle?
bs_ba: Želite li urediti ovaj titl?

# #35004
source: Playback will stop, but can be resumed from the menu.
bs_ba: Reprodukcija će se zaustaviti, ali se može nastaviti iz menija.

# #35005
source: A subtitlefile could not be found. Do you want to select one manually and continue with current video?
bs_ba: Datoteka titla nije pronađena. Želite li ručno odabrati jednu i nastaviti s trenutnim videom?

# #35006
source: Video:
bs_ba: Videozapis:

# #35007
source: Subtitle:
bs_ba: Podnaslov:

# #35008
source: Play with
bs_ba: Pokreni sa

# #35009
source: Edit and synchronize subtitles with your remote
bs_ba: Uredite i sinhronizujte titlove pomoću daljinskog upravljača

# #35010
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.
bs_ba: Pomoću ovog skripta možete uređivati određene redove, pomicati ili rastezati titlove i sinhronizirati ih s drugim titlovima. Također možete sinhronizirati i s video datotekom.

# #35011
source: Return to Menu
bs_ba: Povratak na meni

# #35016
source: Somewhere in the process of syncing an error occurred. Most of the time this is caused by:[CR] - A .srt file which uses non-standard timestamps.[CR] - A .srt file which has a digit missing in one of its timestamps.[CR] - A file which is not an actual .srt file[CR][CR]Use Main Menu -> Advanced Options -> Check Integrity to scan for faulty timestamps or use a different .srt file.
bs_ba: Negdje tokom procesa sinhronizacije došlo je do greške. Najčešće je ovo uzrokovano:[CR] - .srt datotekom koja koristi nestandardne vremenske oznake.[CR] - .srt datotekom kojoj nedostaje cifra u jednoj od vremenskih oznaka.[CR] - Datotekom koja nije stvarna .srt datoteka[CR][CR]Koristite Glavni meni -> Napredne opcije -> Provjeri integritet da biste skenirali neispravne vremenske oznake ili koristite drugu .srt datoteku.

# #35012
source: The following error has occurred:
bs_ba: Došlo je do sljedeće greške:

# #35013
source: Details of Error
bs_ba: Detalji greške

# #35017
source: Characterset not detected
bs_ba: Skup znakova nije otkriven

# #35018
source: The correct characterset of this file could not be detected. The file is now loading with the UTF-8 set and errors are replaced with questionmarks.
bs_ba: Ispravan skup znakova ove datoteke nije mogao biti otkriven. Datoteka se sada učitava s UTF-8 skupom znakova, a greške su zamijenjene upitnicima.

# #35019
source: Select textline
bs_ba: Odaberite tekstualni red

# #35020
source: Select time to sync to
bs_ba: Odaberite vrijeme za sinhronizaciju

# #35021
source: Shift forwards by microseconds
bs_ba: Pomakni unaprijed za mikrosekunde

# #35022
source: Shift backwards by microseconds
bs_ba: Pomakni se unazad za mikrosekunde

# #35023
source: Shift forwards by minutes
bs_ba: Pomakni unaprijed za minute

# #35024
source: Shift backwards by minutes
bs_ba: Pomakni se unazad za minute

# #35025
source: Select which subtitle to delete
bs_ba: Odaberite koji titl želite izbrisati

# #35026
source: Minutes
bs_ba: Minuta

# #35027
source: Microseconds
bs_ba: Mikrosekunde

# #35028
source: See contents
bs_ba: Pogledajte sadržaj

# #35029
source: Open anyway
bs_ba: Svejedno otvori

# #35030
source: Unlikely to be a subtitle
bs_ba: Malo je vjerovatno da će biti podnaslov

# #35031
source: This file is quite large and unlikely to be a subtitle
bs_ba: Ova datoteka je prilično velika i vjerovatno nije titl

# #35032
source: Could not load subtitle
bs_ba: Nije moguće učitati titl

# #35033
source: Could not find any subtitles in the file. Is it a valid subtitle?
bs_ba: Nije moguće pronaći nijedan titl u datoteci. Je li titl važeći?

# #35034
source: Scanning...
bs_ba: Skeniranje...

# #35035
source: Checking which encoding to use for this file.
bs_ba: Provjeravam koje kodiranje koristiti za ovu datoteku.

# #35036
source: This does not seem to be a valid .sub file.
bs_ba: Izgleda da ovo nije važeća .sub datoteka.

# #35037
source: This does not seem to be a valid .srt file.
bs_ba: Izgleda da ovo nije važeća .srt datoteka.

# #35038
source: Results
bs_ba: Rezultati

# #35039
source: The encoding is:
bs_ba: Kodiranje je:

# #35040
source: The following lines were skipped:
bs_ba: Sljedeće linije su preskočene:

# #35041
source: Repair manually
bs_ba: Ručna popravka

# #35042
source: Jump to Specific subtitle
bs_ba: Idi na određeni podnaslov

# #35043
source: View or delete subtitle that is marked as first
bs_ba: Pregled ili brisanje titla koji je označen kao prvi

# #35044
source: View or delete subtitle that is marked as last
bs_ba: Pregled ili brisanje titla koji je označen kao posljednji

# #35045
source: Mark other subtitle as last to sync with
bs_ba: Označi drugi titl kao posljednji za sinhronizaciju

# #35046
source: Mark other subtitle as first to sync with
bs_ba: Označi drugi titl kao prvi za sinhronizaciju

# #35047
source: Change start time
bs_ba: Promijeni vrijeme početka

# #35048
source: Change end Time
bs_ba: Promijeni vrijeme završetka
