Repository: mediaminister/repo-scripts
Catalog: service.subtitles.titlovi/resources/language/resource.language.*/strings.po
Languages: hr_hr, sl_si, sr_rs, sr_rs@latin

# #32412
source: Enable verbose logging to see errors and debug information in Kodi log.
hr_hr: Omogući detaljno zapisivanje da biste vidjeli greške i debug informacije u Kodi zapisniku (logu).
sl_si: Omogoči podrobno beleženje za ogled napak in informacij za odpravljanje napak v dnevniku Kodi-ja.
sr_rs: Омогући детаљну евиденцију да бисте видели грешке и дебуг информације у Kodi логу.
sr_rs@latin: Omogući detaljnu evidenciju da biste videli greške i debug informacije u Kodi logu.

# #32421
source: Log File:
hr_hr: Log datoteka:
sl_si: Dnevniška datoteka:
sr_rs: Лог фајл:
sr_rs@latin: Log fajl:
