Repository: mediaminister/repo-scripts
Catalog: service.subtitles.titlovi/resources/language/resource.language.*/strings.po
Languages: hr_hr, sl_si, sr_rs, sr_rs@latin

# #32001
source: Cache is not available
hr_hr: Cache (priručna memorija) nije dostupana
sl_si: Predpomnilnik ni na voljo
sr_rs: Кеш није доступан
sr_rs@latin: Keš nije dostupan

# #32002
source: Your Titlovi.com username or password is empty or not valid!
hr_hr: Vaše Titlovi.com korisničko ime ili lozinka su prazni ili neispravni!
sl_si: Vaše Titlovi.com uporabniško ime ali geslo je prazno ali neveljavno!
sr_rs: Ваше Titlovi.com корисничко име или лозинка су празни или неисправни!
sr_rs@latin: Vaše Titlovi.com korisničko ime ili lozinka su prazni ili neispravni!

# #32003
source: Unknown action
hr_hr: Nepoznata akcija
sl_si: Neznano dejanje
sr_rs: Непозната акција
sr_rs@latin: Nepoznata akcija

# #32004
source: Invalid server response
hr_hr: Neispravan odgovor poslužitelja
sl_si: Neveljaven odgovor strežnika
sr_rs: Неисправан одговор сервера
sr_rs@latin: Neispravan odgovor servera

# #32005
source: Unauthorized, please check your login information!
hr_hr: Niste autorizirani, molimo provjerite Vaše podatke za prijavu!
sl_si: Nepooblaščeno, preverite podatke za prijavo!
sr_rs: Нисте ауторизовани, молимо проверите Ваше податке за пријаву!
sr_rs@latin: Niste autorizovani, molimo proverite Vaše podatke za prijavu!

# #32006
source: Server error
hr_hr: Greška poslužitelja
sl_si: Napaka strežnika
sr_rs: Грешка сервера
sr_rs@latin: Greška servera

# #32007
source: Connection error
hr_hr: Greška pri povezivanju
sl_si: Napaka pri povezavi
sr_rs: Грешка при повезивању
sr_rs@latin: Greška pri povezivanju

# #32008
source: Please enter search text...
hr_hr: Molimo unesite tekst za pretraživanje...
sl_si: Vnesite iskalni niz...
sr_rs: Молимо унесите текст за претрагу...
sr_rs@latin: Molimo unesite tekst za pretragu...

# #32009
source: Login required or session expired
hr_hr: Potrebna je prijava ili je sesija istekla
sl_si: Potrebna je prijava ali seja je potekla
sr_rs: Потребна је пријава или је сесија истекла
sr_rs@latin: Potrebna je prijava ili je sesija istekla

# #32011
source: Latin/Cyrillic conversion failed, using original subtitle
hr_hr: Konverzija latinice/ćirilice nije uspjela, koristi se originalni titl
sl_si: Pretvorba latinice/cirilice ni uspela, uporablja se izvirni podnapis
sr_rs: Конверзија латинице/ћирилице није успела, користи се оригинални титл
sr_rs@latin: Konverzija latinice/ćirilice nije uspela, koristi se originalni titl

# #32012
source: Choose subtitle file
hr_hr: Izaberite datoteku titla
sl_si: Izberite datoteko podnapisa
sr_rs: Изаберите фајл титла
sr_rs@latin: Izaberite fajl titla

# #32013
source: Subtitle download failed
hr_hr: Preuzimanje titla nije uspjelo
sl_si: Prenos podnapisa ni uspel
sr_rs: Преузимање титла није успело
sr_rs@latin: Preuzimanje titla nije uspelo

# #32014
source: Subtitle download timed out
hr_hr: Isteklo vrijeme za preuzimanje titla
sl_si: Čas za prenos podnapisa je potekel
sr_rs: Истекло време за преузимање титла
sr_rs@latin: Isteklo vreme za preuzimanje titla

# #32015
source: ZIP archive contains no valid subtitles
hr_hr: ZIP arhiva ne sadrži ispravne titlove
sl_si: ZIP arhiv ne vsebuje veljavnih podnapisov
sr_rs: ЗИП архива не садржи исправне титлове
sr_rs@latin: ZIP arhiva ne sadrži ispravne titlove

# #32016
source: Error writing extracted subtitles
hr_hr: Greška pri upisu raspakiranih titlova
sl_si: Napaka pri zapisovanju razširjenih podnapisov
sr_rs: Грешка при упису распакованих титлова
sr_rs@latin: Greška pri upisu raspakovanih titlova

# #32017
source: Downloaded file is not a valid ZIP archive
hr_hr: Preuzeta datoteka nije ispravna ZIP arhiva
sl_si: Prenesena datoteka ni veljaven ZIP arhiv
sr_rs: Преузети фајл није исправна ЗИП архива
sr_rs@latin: Preuzeti fajl nije ispravna ZIP arhiva

# #32018
source: Error processing downloaded subtitle
hr_hr: Greška pri obradi preuzetog titla
sl_si: Napaka pri obdelavi prenesenega podnapisa
sr_rs: Грешка при обради преузетог титла
sr_rs@latin: Greška pri obradi preuzetog titla

# #32019
source: Error: No subtitles found in cache
hr_hr: Greška: Nema titlova u cacheu
sl_si: Napaka: V predpomnilniku ni podnapisov
sr_rs: Грешка: Нема титлова у кешу
sr_rs@latin: Greška: Nema titlova u kešu

# #32020
source: Server connection timed out
hr_hr: Vrijeme za povezivanje sa serverom je isteklo
sl_si: Čas za povezavo s strežnikom je potekel
sr_rs: Време за повезивање са сервером је истекло
sr_rs@latin: Vreme za povezivanje sa serverom je isteklo

# #32021
source: [CR][B][COLOR blue]{}[/COLOR][/B], it seems your API access is disabled.[CR][CR]For more information, please visit [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
hr_hr: [CR][B][COLOR blue]{}[/COLOR][/B], izgleda da Vam je API pristup onemogućen.[CR][CR]Više informacija potražite na [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sl_si: [CR][B][COLOR blue]{}[/COLOR][/B], zdi se, da je vaš dostop do API-ja onemogočen.[CR][CR]Za več informacij obiščite [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sr_rs: [CR][B][COLOR blue]{}[/COLOR][/B], изгледа да вам је API онемогућен.[CR][CR]Више информација потражите на [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sr_rs@latin: [CR][B][COLOR blue]{}[/COLOR][/B], izgleda da vam je API onemogućen.[CR][CR]Više informacija potražite na [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].

# #32022
source: Titlovi.com API Access Required
hr_hr: Potreban API pristup za Titlovi.com
sl_si: Zahtevan dostop do API-ja Titlovi.com
sr_rs: Потребан API приступ за Titlovi.com
sr_rs@latin: Potreban API pristup za Titlovi.com

# #32030
source: Cache status unavailable
hr_hr: Status cachea je nedostupan
sl_si: Stanje predpomnilnika ni na voljo
sr_rs: Статус кеша је недоступан
sr_rs@latin: Status keša je nedostupan

# #32031
source: Cache directory missing
hr_hr: Mapa cachea nedostaje
sl_si: Mapa predpomnilnika manjka
sr_rs: Фолдер кеша недостаје
sr_rs@latin: Folder keša nedostaje

# #32032
source: Error calculating status
hr_hr: Greška pri izračunavanju statusa
sl_si: Napaka pri izračunu stanja
sr_rs: Грешка при израчунавању статуса
sr_rs@latin: Greška pri izračunavanju statusa

# #32033
source: release subtitles
hr_hr: titlova izdanja
sl_si: podnapisi izdaje
sr_rs: титлова издања
sr_rs@latin: titlova izdanja

# #32035
source: Addon settings have been reset
hr_hr: Postavke dodatka su resetirane
sl_si: Nastavitve dodatka so ponastavljene
sr_rs: Подешавања додатка су ресетована
sr_rs@latin: Podešavanja dodatka su resetovana

# #32036
source: Subtitle disk cache has been deleted
hr_hr: Cache titlova s diska je obrisan
sl_si: Predpomnilnik podnapisov na disku je bil izbrisan
sr_rs: Кеш титлова са диска је обрисан
sr_rs@latin: Keš titlova sa diska je obrisan

# #32037
source: Subtitle database cache has been deleted
hr_hr: Cache podataka (prijava/pretraživanje) je obrisan
sl_si: Predpomnilnik podatkov (prijava/iskanje) je bil izbrisan
sr_rs: Кеш података (пријава/претрага) је обрисан
sr_rs@latin: Keš podataka (prijava/pretraga) je obrisan

# #32100
source: Account
hr_hr: Račun
sl_si: Račun
sr_rs: Налог
sr_rs@latin: Nalog

# #32101
source: Login Details
hr_hr: Podaci za prijavu
sl_si: Podatki za prijavo
sr_rs: Подаци за пријаву
sr_rs@latin: Podaci za prijavu

# #32102
source: Username
hr_hr: Korisničko ime
sl_si: Uporabniško ime
sr_rs: Корисничко име
sr_rs@latin: Korisničko ime

# #32103
source: Enter your titlovi.com username.
hr_hr: Unesite Vaše titlovi.com korisničko ime.
sl_si: Vnesite svoje titlovi.com uporabniško ime.
sr_rs: Унесите Ваше titlovi.com корисничко име.
sr_rs@latin: Unesite Vaše titlovi.com korisničko ime.

# #32104
source: Password
hr_hr: Lozinka
sl_si: Geslo
sr_rs: Лозинка
sr_rs@latin: Lozinka

# #32105
source: Enter your titlovi.com password.
hr_hr: Unesite Vašu titlovi.com lozinku.
sl_si: Vnesite svoje titlovi.com geslo.
sr_rs: Унесите Вашу titlovi.com лозинку.
sr_rs@latin: Unesite Vašu titlovi.com lozinku.

# #32110
source: API access must be enabled to use the service.
hr_hr: API pristup mora biti omogućen za korištenje servisa.
sl_si: Dostop do API-ja mora biti omogočen za uporabo storitve.
sr_rs: API приступ мора бити омогућен за коришћење сервиса.
sr_rs@latin: API pristup mora biti omogućen za korišćenje servisa.

# #32111
source: More info at [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
hr_hr: Više informacija na [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sl_si: Več informacij na [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sr_rs: Више информација на [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
sr_rs@latin: Više informacija na [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].

# #32200
source: General
hr_hr: Općenito
sl_si: Splošno
sr_rs: Опште
sr_rs@latin: Opšte

# #32201
source: Subtitle Languages
hr_hr: Jezici titlova
sl_si: Jeziki podnapisov
sr_rs: Језици титлова
sr_rs@latin: Jezici titlova

# #32202
source: Use addon language settings (ignore Kodi)
hr_hr: Koristi jezične postavke dodatka (ignoriraj Kodi)
sl_si: Uporabi jezikovne nastavitve dodatka (prezri Kodi)
sr_rs: Користи језичка подешавања додатка (игнориши Kodi)
sr_rs@latin: Koristi jezička podešavanja dodatka (ignoriši Kodi)

# #32203
source: Enable this to select preferred languages below. If disabled, languages configured in Kodi system settings will be used.
hr_hr: Omogućite ovo da biste odabrali željene jezike ispod. Ako je onemogućeno, koristit će se jezici konfigurirani u sistemskim postavkama Kodi-ja.
sl_si: Omogočite to za izbiro želenih jezikov spodaj. Če je onemogočeno, se bodo uporabili jeziki, nastavljeni v sistemskih nastavitvah Kodi-ja.
sr_rs: Омогућите ово да бисте изабрали жељене језике испод. Ако је онемогућено, користиће се језици конфигурисани у системским подешавањима Kodi-ја.
sr_rs@latin: Omogućite ovo da biste izabrali željene jezike ispod. Ako je onemogućeno, koristiće se jezici konfigurisani u sistemskim podešavanjima Kodi-ja.

# #32210
source: English
hr_hr: Engleski
sl_si: Angleščina
sr_rs: Енглески
sr_rs@latin: Engleski

# #32211
source: Serbian (Latin)
hr_hr: Srpski (latinica)
sl_si: Srbščina (latinica)
sr_rs: Српски (латиница)
sr_rs@latin: Srpski (latinica)

# #32212
source: Serbian (Cyrillic)
hr_hr: Srpski (ćirilica)
sl_si: Srbščina (cirilica)
sr_rs: Српски (ћирилица)
sr_rs@latin: Srpski (ćirilica)

# #32213
source: Croatian
hr_hr: Hrvatski
sl_si: Hrvaščina
sr_rs: Хрватски
sr_rs@latin: Hrvatski

# #32214
source: Bosnian
hr_hr: Bosanski
sl_si: Bosanščina
sr_rs: Босански
sr_rs@latin: Bosanski

# #32215
source: Slovenian
hr_hr: Slovenski
sl_si: Slovenščina
sr_rs: Словеначки
sr_rs@latin: Slovenački

# #32216
source: Macedonian
hr_hr: Makedonski
sl_si: Makedonščina
sr_rs: Македонски
sr_rs@latin: Makedonski

# #32220
source: Request Timeout (seconds)
hr_hr: Vrijeme čekanja zahtjeva (sekunde)
sl_si: Časovna omejitev zahteve (sekunde)
sr_rs: Време чекања захтева (секунде)
sr_rs@latin: Vreme čekanja zahteva (sekunde)

# #32221
source: Maximum time to wait for a response from the server.
hr_hr: Maksimalno vrijeme čekanja na odgovor od poslužitelja.
sl_si: Najdaljši čas čakanja na odgovor strežnika.
sr_rs: Максимално време чекања на одговор од сервера.
sr_rs@latin: Maksimalno vreme čekanja na odgovor od servera.

# #32222
source: Subtitle Dialog Delay (seconds)
hr_hr: Kašnjenje dijaloga s titlovima (sekunde)
sl_si: Zakasnitev prikaza dialoga s podnapisi (sekunde)
sr_rs: Кашњење дијалога са титловима (секунде)
sr_rs@latin: Kašnjenje dijaloga sa titlovima (sekunde)

# #32223
source: Delay before showing subtitle results. Increase if the dialog sometimes gets stuck without displaying results.
hr_hr: Kašnjenje prije prikaza rezultata titlova. Povećajte ako se dijalog ponekad zaglavi bez prikazanih rezultata.
sl_si: Zakasnitev pred prikazom rezultatov podnapisov. Povečajte vrednost, če se včasih okno zatakne brez prikaza rezultatov.
sr_rs: Кашњење пре приказа резултата титлова. Повећајте ако се дијалог понекад заглави без приказа резултата.
sr_rs@latin: Kašnjenje pre prikaza rezultata titlova. Povećajte ako se dijalog ponekad zaglavi bez prikaza rezultata.

# #32224
source: Results Limit
hr_hr: Ograničenje rezultata
sl_si: Omejitev rezultatov
sr_rs: Ограничење резултата
sr_rs@latin: Ograničenje rezultata

# #32225
source: Maximum number of results per API request (maximum is currently fixed).
hr_hr: Maksimalni broj rezultata po API zahtjevu (trenutno fiksna vrijednost).
sl_si: Največje število rezultatov na zahtevo API (trenutno fiksna vrednost).
sr_rs: Максималан број резултата по API захтеву (максимална вредност је тренутно фиксна).
sr_rs@latin: Maksimalan broj rezultata po API zahtevu (maksimalna vrednost je trenutno fiksirana).

# #32300
source: Features
hr_hr: Značajke
sl_si: Funkcije
sr_rs: Функције
sr_rs@latin: Funkcije

# #32301
source: Subtitle Conversion
hr_hr: Konverzija titlova
sl_si: Pretvorba podnapisov
sr_rs: Конверзија титлова
sr_rs@latin: Konverzija titlova

# #32302
source: Convert latin/cyrillic alphabet
hr_hr: Konvertiraj latinično/ćirilično pismo
sl_si: Pretvori latinično/cirilično pisavo
sr_rs: Конвертуј латинично/ћирилично писмо
sr_rs@latin: Konvertuj latinično/ćirilično pismo

# #32303
source: Automatically convert between Serbian Latin and Cyrillic subtitles when needed, except for English subtitles.
hr_hr: Automatski konvertiraj između srpskih latiničnih i ćiriličnih titlova po potrebi, osim za engleske titlove.
sl_si: Samodejno pretvori med srbskimi latiničnimi in ciriličnimi podnapisi po potrebi, razen za angleške podnapise.
sr_rs: Аутоматски конвертуј између српских латиничних и ћириличних титлова по потреби, осим за енглеске титлове.
sr_rs@latin: Automatski konvertuj između srpskih latiničnih i ćiriličnih titlova po potrebi, osim za engleske titlove.

# #32304
source: Don't convert
hr_hr: Ne konvertiraj
sl_si: Ne pretvarjaj
sr_rs: Не конвертуј
sr_rs@latin: Ne konvertuj

# #32305
source: Convert latin to cyrillic
hr_hr: Konvertiraj latinicu u ćirilicu
sl_si: Pretvori latinico v cirilico
sr_rs: Конвертуј латиницу у ћирилицу
sr_rs@latin: Konvertuj latinicu u ćirilicu

# #32306
source: Convert cyrillic to latin
hr_hr: Konvertiraj ćirilicu u latinicu
sl_si: Pretvori cirilico v latinico
sr_rs: Конвертуј ћирилицу у латиницу
sr_rs@latin: Konvertuj ćirilicu u latinicu

# #32310
source: Search Options
hr_hr: Opcije pretraživanja
sl_si: Možnosti iskanja
sr_rs: Опције претраге
sr_rs@latin: Opcije pretrage

# #32311
source: Search results are sorted by:
hr_hr: Rezultati pretraživanja su sortirani po:
sl_si: Rezultati iskanja so razvrščeni po:
sr_rs: Резултати претраге су сортирани по:
sr_rs@latin: Rezultati pretrage su sortirani po:

# #32312
source: Results are initially sorted by Type, then Title, and Year. The chosen sorting option is applied on top of this default order.
hr_hr: Rezultati su najprije sortirani po tipu, zatim po naslovu i godini. Odabrana opcija sortiranja primjenjuje se nakon ovog zadatog reda.
sl_si: Rezultati so najprej razvrščeni po tipu, nato po naslovu in letu. Izbrana možnost razvrščanja se uporabi na tem osnovnem vrstnem redu.
sr_rs: Резултати су прво сортирани по типу, затим по називу и години. Изабрана опција сортирања се примењује преко овог подразумеваног реда.
sr_rs@latin: Rezultati su prvo sortirani po tipu, zatim po nazivu i godini. Izabrana opcija sortiranja se primenjuje preko ovog podrazumevanog reda.

# #32313
source: Subtitle upload date
hr_hr: Datum dodavanja titla
sl_si: Datum nalaganja podnapisa
sr_rs: Датум додавања титла
sr_rs@latin: Datum dodavanja titla

# #32314
source: Language
hr_hr: Jezik
sl_si: Jezik
sr_rs: Језик
sr_rs@latin: Jezik

# #32315
source: Download count
hr_hr: Broj preuzimanja
sl_si: Število prenosov
sr_rs: Број преузимања
sr_rs@latin: Broj preuzimanja

# #32316
source: Rating
hr_hr: Ocjena
sl_si: Ocena
sr_rs: Оцена
sr_rs@latin: Ocena

# #32318
source: Sort series (Season/Episode desc, Season Packs last)
hr_hr: Sortiraj serije (Sezona/Epizoda silazno, Paketi sezona na kraju)
sl_si: Razvrsti serije (Sezona/Epizoda padajoče, Paketi sezon na koncu)
sr_rs: Сортирај серије (Сезона/Епизода опадајуће, Пакети сезона на крају)
sr_rs@latin: Sortiraj serije (Sezona/Epizoda opadajuće, Paketi sezona na kraju)

# #32319
source: For TV series, this overrides other sorts: orders by Season (newest) & Episode (highest). Season packs follow their season; Specials/Pilots are last.
hr_hr: Za TV serije, ovo nadjačava druge načine sortiranja: sortira po Sezoni (najnovija prvo) i Epizodi (najveći broj prvo). Paketi sezona slijede epizode svoje sezone; Specijali/Piloti su posljednji.
sl_si: Za TV serije to razveljavi druge načine razvrščanja: razvršča po Sezoni (najnovejša najprej) in Epizodi (najvišja številka najprej). Paketi sezon sledijo epizodam svoje sezone; Posebne/Pilot epizode so zadnje.
sr_rs: За ТВ серије, ово прегласава друге начине сортирања: сортира по Сезони (најновија прво) и Епизоди (највећи број прво). Пакети сезона прате епизоде своје сезоне; Специјали/Пилоти су последњи.
sr_rs@latin: Za TV serije, ovo preglasava druge načine sortiranja: sortira po Sezoni (najnovija prvo) i Epizodi (najveći broj prvo). Paketi sezona prate epizode svoje sezone; Specijali/Piloti su poslednji.

# #32320
source: Search using IMDb ID (if available)
hr_hr: Pretraži koristeći IMDb ID (ako je dostupan)
sl_si: Išči z IMDb ID-jem (če je na voljo)
sr_rs: Претражи користећи IMDb ID (ако је доступан)
sr_rs@latin: Pretraži koristeći IMDb ID (ako je dostupan)

# #32321
source: When enabled and an IMDb ID is found, it will be used as the primary search parameter, potentially ignoring title/year.
hr_hr: Kada je omogućeno i IMDb ID je pronađen, koristit će se kao primarni parametar pretraživanja, potencijalno ignorirajući naslov/godinu.
sl_si: Ko je omogočeno in je najden IMDb ID, se bo uporabil kot primarni iskalni parameter, pri čemer se lahko prezre naslov/leto.
sr_rs: Када је омогућено и IMDb ID је пронађен, користиће се као примарни параметар претраге, потенцијално игноришући наслов/годину.
sr_rs@latin: Kada je omogućeno i IMDb ID je pronađen, koristiće se kao primarni parametar pretrage, potencijalno ignorišući naslov/godinu.

# #32322
source: Include type in search (Movie/Series detection)
hr_hr: Uključi vrstu u pretragu (detekcija Film/Serija)
sl_si: Vključi vrsto v iskanje (zaznavanje Film/Serija)
sr_rs: Укључи тип у претрагу (детекција Филм/Серија)
sr_rs@latin: Uključi tip u pretragu (detekcija Film/Serija)

# #32323
source: Attempts to detect if the item is a Movie or TV Series to refine search results, but has no effect if an IMDb ID is found.
hr_hr: Pokušava detektirati je li stavka film ili TV serija kako bi se precizirali rezultati pretraživanja, ali nema učinka ukoliko se IMDb ID pronađe.
sl_si: Poskuša zaznati, ali je element film ali TV serija, da izboljša rezultate iskanja, vendar nima učinka, če je IMDb ID najden.
sr_rs: Покушава да детектује да ли је ставка филм или ТВ серија како би се прецизирали резултати претраге, али нема ефекта уколико се IMDb ID пронађе.
sr_rs@latin: Pokušava da detektuje da li je stavka film ili TV serija kako bi se precizirali rezultati pretrage, ali nema efekta ukoliko se IMDb ID pronađe.

# #32324
source: Include release year in search
hr_hr: Uključi godinu izdanja u pretraživanje
sl_si: V iskanje vključi leto izdaje
sr_rs: Укључи годину издања у претрагу
sr_rs@latin: Uključi godinu izdanja u pretragu

# #32325
source: Improves accuracy for movies, may affect series results and can sometimes be incorrect, but has no effect if an IMDb ID is found.
hr_hr: Poboljšava točnost za filmove, može utjecati na rezultate za serije i ponekad biti netočno, ali nema učinka ako je pronađen IMDb ID.
sl_si: Izboljša natančnost za filme, lahko vpliva na rezultate serij in je včasih napačna, vendar nima učinka, če je najden IMDb ID.
sr_rs: Побољшава тачност за филмове, може утицати на резултате за серије и понекад бити нетачна, али нема ефекта ако је пронађен IMDb ID.
sr_rs@latin: Poboljšava tačnost za filmove, može uticati na rezultate za serije i ponekad biti netačna, ali nema efekta ako je pronađen IMDb ID.

# #32326
source: For series, include Pilot episodes
hr_hr: Za serije, uključi Pilot epizode
sl_si: Za serije, vključi Pilot epizode
sr_rs: За серије, укључи Пилот епизоде
sr_rs@latin: Za serije, uključi Pilot epizode

# #32327
source: For series, include Special episodes
hr_hr: Za serije, uključi Specijalne epizode
sl_si: Za serije, vključi Posebne epizode
sr_rs: За серије, укључи Специјалне епизоде
sr_rs@latin: Za serije, uključi Specijalne epizode

# #32400
source: Tools
hr_hr: Alati
sl_si: Orodja
sr_rs: Алати
sr_rs@latin: Alati

# #32401
source: Cache
sl_si: Predpomnilnik
sr_rs: Кеш
sr_rs@latin: Keš

# #32402
source: Disk Cache Size:
hr_hr: Veličina cachea na disku:
sl_si: Velikost predpomnilnika na disku:
sr_rs: Величина кеша на диску:
sr_rs@latin: Veličina keša na disku:

# #32403
source: Information about the current disk cache status.
hr_hr: Informacije o trenutnom statusu cachea na disku.
sl_si: Informacije o trenutnem stanju predpomnilnika na disku.
sr_rs: Информације о тренутном статусу кеша на диску.
sr_rs@latin: Informacije o trenutnom statusu keša na disku.

# #32420
source: Profile Path:
hr_hr: Putanja profila:
sl_si: Pot profila:
sr_rs: Путања профила:
sr_rs@latin: Putanja profila:

# #32404
source: [COLOR yellow]Reset Addon Settings to Default[/COLOR]
hr_hr: [COLOR yellow]Resetiraj postavke dodatka na zadane vrijednosti[/COLOR]
sl_si: [COLOR yellow]Ponastavi nastavitve dodatka na privzete[/COLOR]
sr_rs: [COLOR yellow]Ресетуј подешавања додатка на подразумеване вредности[/COLOR]
sr_rs@latin: [COLOR yellow]Resetuj podešavanja dodatka na podrazumevane vrednosti[/COLOR]

# #32405
source: WARNING: Resets all addon settings to their default values.
hr_hr: UPOZORENJE: Resetira sve postavke dodatka na njihove zadane vrijednosti.
sl_si: OPOZORILO: Ponastavi vse nastavitve dodatka na njihove privzete vrednosti.
sr_rs: УПОЗОРЕЊЕ: Ресетује сва подешавања додатка на њихове подразумеване вредности.
sr_rs@latin: UPOZORENJE: Resetuje sva podešavanja dodatka na njihove podrazumevane vrednosti.

# #32406
source: [COLOR orange]Delete Subtitle Disk Cache[/COLOR]
hr_hr: [COLOR orange]Obriši cache titlova s diska[/COLOR]
sl_si: [COLOR orange]Izbriši predpomnilnik podnapisov na disku[/COLOR]
sr_rs: [COLOR orange]Обриши кеш титлова са диска[/COLOR]
sr_rs@latin: [COLOR orange]Obriši keš titlova sa diska[/COLOR]

# #32407
source: Deletes downloaded subtitle files stored by addon.
hr_hr: Briše preuzete datoteke titlova spremljene od strane dodatka.
sl_si: Izbriše prenesene datoteke podnapisov, ki jih je shranil dodatek.
sr_rs: Брише преузете фајлове титлова сачуване од стране додатка.
sr_rs@latin: Briše preuzete fajlove titlova sačuvane od strane dodatka.

# #32408
source: [COLOR orange]Delete file DB Cache[/COLOR]
hr_hr: [COLOR orange]Obriši cache podataka (prijava/pretraživanje)[/COLOR]
sl_si: [COLOR orange]Izbriši predpomnilnik podatkov (prijava/iskanje)[/COLOR]
sr_rs: [COLOR orange]Обриши кеш података (пријава/претрага)[/COLOR]
sr_rs@latin: [COLOR orange]Obriši keš podataka (prijava/pretraga)[/COLOR]

# #32409
source: Deletes the cached login and search data.
hr_hr: Briše keširane podatke o prijavi i pretraživanju.
sl_si: Izbriše predpomnjene podatke o prijavi in iskanju.
sr_rs: Брише кеширане податке о пријави и претрази.
sr_rs@latin: Briše keširane podatke o prijavi i pretrazi.

# #32410
source: Developer
hr_hr: Za programere
sl_si: Za razvijalce
sr_rs: За програмере
sr_rs@latin: Za programere

# #32411
source: Enable Debug Logging
hr_hr: Omogući Debug zapisivanje
sl_si: Omogoči beleženje za odpravljanje napak (Debug)
sr_rs: Омогући Дебуг евиденцију
sr_rs@latin: Omogući Debug evidenciju
